IDEA StatiCa Open Model
ConcreteCheckResultOverallItem Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The ConcreteCheckResultOverallItem type exposes the following members.
Properties
Name | Description
CheckValue
 calculated limited value, calculated as strain to limit strain
Result
 check result passed/failed
ResultType
 Check result type
Top
See Also
Reference
ConcreteCheckResultOverallItem Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace